<?
$str_h_edin = 'Единство';
$str_m_home = 'Начальная';
$str_m_lexicon = 'Словарь';
$str_m_cont_bg = 'Содержание работ';
$str_m_intr_transl = 'Интерактивный перевод';
$str_m_intr_refer = 'Ссылки';
$str_m_gram = 'Грамматика';
$s_gr_tit = 'Грамматика санскрита';
$str_SrchGramm = 'Поиск в таблицах:';
$str_ViewGramm = 'Просмотр разделов:';
$str_home_header = 'Этот сайт посвящен санскриту';
//$str_home_p1 = "   Санскрит - 'язык Богов'. На нем записаны тексты, несущие тебе свободу. Он доступен тебе, если ты этого желаешь. Самый прекрасный перевод не донесет для тебя всей сути текста. Ибо многие значения санскрита точно не переводятся одним словом на русский или английский языки.<br>&nbsp&nbsp&nbsp&nbsp     Например, слово 'я' на санскрите это ahaMkArah - 'делающий себя', 'делающий разделение', 'делающий восхваление', 'определяющий значение', 'предполагающий', 'делающий разговор', 'называющий', 'делающий захват, владение' и т.д. В других источниках это 'ведущий внутренний диалог'.<br> ";
$s_h_h = 'и имеет целью внести свой вклад в сближение этого языка с русским для более широкого распространения Истины.';
$s_h_1 = 'Санскрито-англо-русский словарь';
$s_h_1_1 = "словарь базируется на электронной версии 'Sanskrit-English Dictionary' Monier-Williams (Cologne Digital Sanskrit Lexicon)";
$s_h_1_2 = 'имеет три направления поиска;';
$s_h_1_3 = 'транслитерация словаря основана на Harvard-Kyoto (HK) соглашении ( см. ссылки );'; 
$s_h_1_4_1 = 'в данный момент он содержит'; 
$s_h_1_4_2 = 'значений санскрита и'; 
$s_h_1_4_3 = 'соответствующих им англо-русских значений.';
$s_h_2 = 'Грамматика';
$s_h_2_h = 'Этот раздел собран из разных источников и содержит';
$s_h_2_h_ = 'пунктов, среди которых:'; 
$s_h_2_1 = "<LI>таблицы склонений существительных, местоимений, числительных;
<LI>таблицы спряжения глаголов;
<LI>морфонология; особенно может быть полезна для практической работы 'Полная таблица сандхи';
<LI>фонетика;
<LI>словообразование;
<LI>некоторые разделы из 'Грамматического очерка санскрита' А. А. Зализняка.
<br><br>Этот раздел позволяет вести поиск во всех грамматических таблицах, что особенно удобно для определения спряжения, склонения, наклонения, числа и т.д. конкретного слова по его окончанию.
<br>Например, слово avatiSThate в словаре отсутствует. В нем есть только avasthA . Поиск в с маской '-te' позволяет найти нужную таблицу окончаний глаголов в настоящем времени.  Из таблицы видно, что такое окончание характерно для 3-го лица единственного числа Atmanepada. Это один из многих способов использования раздела грамматики. 
</UL>";
$s_h_3 = 'Содержание Бхагавад Гиты';
$s_h_3_1 = "<UL>
<LI>Перевод yukta.org Бхагавад Гиты - попытка перевести текст как можно точнее.     
<LI>Используя Интерактивный перевод возможно глубоко размышлять над каждым стихом. Для этого нужно щелкнуть мышкой по санскритскому тексту стиха.
</UL>";
$s_h_4 = 'Интерактивный перевод'; 
$s_h_4_1 = "<UL>Это попытка сделать удобный интерфейс для анализа конкретных стихов. Интерфейс содержит исходный текст на санскрите, перевод, грамматический анализ стиха, список санскритских слов стиха и их англо-русские значения.
</UL>";
$s_h_5 = "<br>
Дорогой друг, будь счастлив сердцем своим и удачи тебе в поиске Истины!
<br><br>
Для тех, кто желает помочь советом, пожеланием, замечанием и др. - ";  
$s_h_5_1 = "<br>
Есть намерение разработать полно-функциональный санскрито-англо-русский словарь примерно на 160 000 значений санскрита.<br> 
Для этого нужна твоя поддержка.";

$s_upd = 'Обновление ';

// Page 'Lexicon'

$str_lex_tit = 'Санскрито-англо-русский словарь ';
$str_lex_rus = 'Русский :';
$str_lex_eng = 'Английский:';
$str_lex_san = 'Санскрит :';
$str_lex_srch = "Поиск";

$s_lex_ex = 'Примеры поиска:';
$str_lex_trans = 'Транслитерация основана на Harvard-Kyoto (HK) соглашении:';  

$str_lex_fnd = 'Найдено ';
$str_lex_mns = ' значений ( лимит - 200 ). Вы можете выбрать до 40 значений. ';
$str_lex_fetch = 'Показать';


// Page 'Content Bh. Gita'

$str_cont_tit1 = 'Содержание ';
$str_cont_tit2 = ' главы ';
$str_cont_tit3 = 'Бхагавад Гиты ';
$str_cont_chapt = 'Глава : ';
$str_cont_sans = 'Санскрит';
$str_cont_rus = 'Русский';
$str_cont_fetch = "Просмотр"; 

// Page 'Links'

$str_lnk_tit1 = 'Основные ссылки';
$str_lnk_p1 = 'Санскрито-английский он-лайновый словарь содержащий около 160 000 значений. ';
$str_lnk_p2 = ' Санскрито-английский он-лайновый словарь содержащий около 50 000 значений';
$str_lnk_p3 = ' Англо-русский он-лайновый словарь содержащий 56 000 словарных статей.';

$str_lnk_tit2 = 'Другие ссылки ';
$str_lnk_p4 = 'Независимый русский религиозный сервер сознания Кришны: карта мира Харе Кришна, философия сознания Кришны, литература по гаудия-вайшнавизму, рассылка по теме Кришна, чат, форум, словарь незнакомых слов, христианство и сознание Кришны.';

$d_h = "Работа c базой yukta.org в автономном режиме /off-line/.";
$d_t_1 = "База данных сайта постоянно обновляется. Текущую версию сайта в формате MySQL (упакованная zip-ом папка 'data' MySQL for win32) можно скачать здесь -";
$d_t_2 = "Программное обеспечение сайта (php файлы) &ndash; здесь"; 
$d_t_3 = "Для того, чтобы воспользоваться этими двумя файлами под Windows , нужно скачать и инсталлировать три программы локальной Интранет:";
$d_t_4 = "Например, здесь:";
$d_t_5 = "Хорошее руководство по инсталляции этих программ и ссылки -";
$d_t_6 = "Ниже приводится упрощенный вариант инсталяции в папку d:\www\ , конфигурационные файлы httpd.conf и php.ini для которого можно скачать здесь ";
$d_t_7 = "<li> Программы Apache и MySQL инсталлировать в d:\www\apache и
			d:\www\mysql соответственно.
			<br>
			PHP распаковать в d:\www\php.
			<br>
			Если вы выберете другие пути для размещения программ &ndash; нужно
			будет исправить конфигурационные файлы httpd.conf и php.ini.
			
			<li> Скопировать образец ( из скачанного файла conf.zip) httpd.conf в
			d:\www\apache\conf\ 
			
			<LI> Скопировать образец ( из скачанного файла conf.zip) php.ini в
			основной каталог Windows
			<li> Скопировать файл d:\www\php\php4ts.dll в папку system основного
			каталога Windows.
			<li Для тех, у кого уже инсталлирована MySQL и кто имеет в ней свои
			важные данные &ndash; будьте внимательны при выполнении этого
			пункта! Пишите. 			
			<li>Удалите (сохранив при необходимости) содержимое d:\www\mysql\data\ и
			распакуйте сюда содержимое скачанного data.zip. В
			d:\www\mysql\data\ должно быть две папки: mysql и yukta.
			
			<li> В d:\www\apache\htdocs\ создайте папку bhgita и распакуйте в нее
			содержимое скачанного файла bhgita.zip. В
			d:\www\apache\htdocs\bhgita должны быть две папки bgita и lang, 8
			php файлов и два gif файла.
			";
$d_t_8 = "Если все выполнено без ошибок, инсталляция Вашей локальной Интранет на этом завершена.";
$d_t_9 = "<em>Для запуска и тестирования</em>
			
			<li> Создайте ярлык для D:\www\Apache\Apache.exe. В свойствах этого
			ярлика &ldquo;Объект&rdquo; нужно прописать:
			D:\www\Apache\Apache.exe -w -f &quot;d:\www\Apache\conf\httpd.conf&quot; -d
			&quot;d:\www\Apache\&quot; 
			
			<li> Создайте ярлык для D:\www\mysql\bin\mysqld.exe
			<li>Кликните на ярлык Apache. При правильной работе откроется окно консоли и
			через некоторое время второе окно, которое тут же закроется само.
			Не закрывайте первое окно, а просто сверните его.
			<li>Кликните на ярлык MySQL. Откроется окно консоли, которое через время само
			закроется.
			<li>В браузере введите http://localhost/bhgita/ - если все в порядке, то
			откроется сайт yukta.org в локальном режиме.";
$Switch_ShowLex_gr = "Граммат.";
$Switch_ShowLex_eng = "Англ.";
$Switch_ShowLex_rus = "Русс.";
$Switch_ShowLex_src = "Первоист.";

$str_m_intr_mp3 = "Бх.Гита mp3";
?>
